/* name of the Alternate key */
"Alt" = "Alt";

/* name of the Back key */
"Backspace" = "Backspace";

/* name of the Cap lock key */
"Caps lock" = "Caps lock";

/* name of the Clear key */
"Clear" = "Clear";

/* name of the Command key */
"Cmd" = "Cmd";

/* name of the Control key */
"Ctrl" = "Ctrl";

/* name of the Delete key */
"Delete" = "Delete";

/* name of the End key */
"End" = "End";

/* name of the Enter key */
"Enter" = "Enter";

/* name of the Escape key */
"Esc" = "Esc";

/* name of the Execute key */
"Execute" = "Execute";

/* name of the Function key */
"Function" = "Function";

/* name of the Help key */
"Help" = "Help";

/* name of the Home key */
"Home" = "Home";

/* name of the Insert key */
"Insert" = "Insert";

/* name of the Num lock key */
"Num lock" = "Num lock";

/* name of the Next key */
"Page Down" = "Page Down";

/* name of the Prior key */
"Page Up" = "Page Up";

/* name of the Pause key */
"Pause" = "Pause";

/* name of the Print? key */
"Print" = "Print";

/* name of the Print Screen key */
"Print Screen" = "Print Screen";

/* name of the Scroll lock key */
"Scroll lock" = "Scroll lock";

/* name of the Select key */
"Select" = "Select";

/* name of the Shift key */
"Shift" = "Shift";

/* name of the Space key */
"Space" = "Space";

/* name of the Tab key */
"Tab" = "Tab";

/* name of forward clear key */
"clear" = "clear";

/* name of command key */
"command" = "command";

/* name of control key */
"control" = "control";

/* name of forward delete key */
"delete" = "delete";

/* name of end key */
"end" = "end";

/* name of escape key */
"escape" = "escape";

/* name of home key */
"home" = "home";

/* name of option key */
"option" = "option";

/* name of page down key */
"page down" = "page down";

/* name of page up key */
"page up" = "page up";

/* name of return key */
"return" = "return";

/* name of shift key */
"shift" = "shift";

/* name of tab key */
"tab" = "tab";

